{
    "analyse": 1, "approach": 1, "area": 1, "assess": 1, "assume": 1, "authority": 1, "available": 1,
    "benefit": 1, "concept": 1, "consist": 1, "constitute": 1, "context": 1, "contract": 1, "create": 1,
    "data": 1, "define": 1, "derive": 1, "distribute": 1, "economy": 1, "environment": 1, "establish": 1,
    "estimate": 1, "evident": 1, "export": 1, "factor": 1, "finance": 1, "formula": 1, "function": 1,
    "identify": 1, "income": 1, "indicate": 1, "individual": 1, "interpret": 1, "involve": 1, "issue": 1,
    "labour": 1, "legal": 1, "legislate": 1, "major": 1, "method": 1, "occur": 1, "percent": 1, "period": 1,
    "policy": 1, "principle": 1, "proceed": 1, "process": 1, "require": 1, "research": 1, "respond": 1,
    "role": 1, "section": 1, "sector": 1, "significant": 1, "similar": 1, "source": 1, "specific": 1,
    "structure": 1, "theory": 1, "vary": 1,
    "achieve": 2, "acquire": 2, "administrate": 2, "affect": 2, "appropriate": 2, "aspect": 2, "assist": 2,
    "category": 2, "chapter": 2, "commission": 2, "community": 2, "complex": 2, "compute": 2, "conclude": 2,
    "conduct": 2, "consequent": 2, "construct": 2, "consume": 2, "credit": 2, "culture": 2, "design": 2,
    "distinct": 2, "element": 2, "equate": 2, "evaluate": 2, "feature": 2, "final": 2, "focus": 2,
    "impact": 2, "injure": 2, "institute": 2, "invest": 2, "item": 2, "journal": 2, "maintain": 2,
    "normal": 2, "obtain": 2, "participate": 2, "perceive": 2, "positive": 2, "potential": 2, "previous": 2,
    "primary": 2, "purchase": 2, "range": 2, "region": 2, "regulate": 2, "relevant": 2, "reside": 2,
    "resource": 2, "restrict": 2, "secure": 2, "seek": 2, "select": 2, "site": 2, "strategy": 2,
    "survey": 2, "text": 2, "tradition": 2, "transfer": 2,
    "alternative": 3, "circumstance": 3, "comment": 3, "compensate": 3, "component": 3, "consent": 3,
    "considerable": 3, "constant": 3, "constrain": 3, "contribute": 3, "convene": 3, "coordinate": 3,
    "core": 3, "corporate": 3, "correspond": 3, "criteria": 3, "deduce": 3, "demonstrate": 3, "document": 3,
    "dominate": 3, "emphasis": 3, "ensure": 3, "exclude": 3, "framework": 3, "fund": 3, "illustrate": 3,
    "immigrate": 3, "imply": 3, "initial": 3, "instance": 3, "interact": 3, "justify": 3, "layer": 3,
    "link": 3, "locate": 3, "maximise": 3, "minor": 3, "negate": 3, "outcome": 3, "partner": 3,
    "philosophy": 3, "physical": 3, "proportion": 3, "publish": 3, "react": 3, "register": 3, "rely": 3,
    "remove": 3, "scheme": 3, "sequence": 3, "sex": 3, "shift": 3, "specify": 3, "sufficient": 3,
    "task": 3, "technical": 3, "technique": 3, "technology": 3, "valid": 3, "volume": 3,
    "access": 4, "adequate": 4, "annual": 4, "apparent": 4, "approximate": 4, "attitude": 4, "attribute": 4,
    "civil": 4, "code": 4, "commit": 4, "communicate": 4, "concentrate": 4, "confer": 4, "contrast": 4,
    "cycle": 4, "debate": 4, "despite": 4, "dimension": 4, "domestic": 4, "emerge": 4, "error": 4,
    "ethnic": 4, "goal": 4, "grant": 4, "hence": 4, "hypothesis": 4, "implement": 4, "implicate": 4,
    "impose": 4, "integrate": 4, "internal": 4, "investigate": 4, "job": 4, "label": 4, "mechanism": 4,
    "obvious": 4, "occupy": 4, "option": 4, "output": 4, "overall": 4, "parallel": 4, "parameter": 4,
    "phase": 4, "predict": 4, "principal": 4, "prior": 4, "professional": 4, "project": 4, "promote": 4,
    "regime": 4, "resolve": 4, "retain": 4, "series": 4, "statistic": 4, "status": 4, "stress": 4,
    "subsequent": 4, "sum": 4, "summary": 4, "undertake": 4,
    "academy": 5, "adjust": 5, "alter": 5, "amend": 5, "aware": 5, "capacity": 5, "challenge": 5,
    "clause": 5, "compound": 5, "conflict": 5, "consult": 5, "contact": 5, "decline": 5, "discrete": 5,
    "draft": 5, "enable": 5, "energy": 5, "enforce": 5, "entity": 5, "equivalent": 5, "evolve": 5,
    "expand": 5, "expose": 5, "external": 5, "facilitate": 5, "fundamental": 5, "generate": 5,
    "generation": 5, "image": 5, "liberal": 5, "licence": 5, "logic": 5, "margin": 5, "medical": 5,
    "mental": 5, "modify": 5, "monitor": 5, "network": 5, "notion": 5, "objective": 5, "orient": 5,
    "perspective": 5, "precise": 5, "prime": 5, "psychology": 5, "pursue": 5, "ratio": 5, "reject": 5,
    "revenue": 5, "stable": 5, "style": 5, "substitute": 5, "sustain": 5, "symbol": 5, "target": 5,
    "transit": 5, "trend": 5, "version": 5, "welfare": 5, "whereas": 5,
    "abstract": 6, "accurate": 6, "acknowledge": 6, "aggregate": 6, "allocate": 6, "assign": 6, "attach": 6,
    "author": 6, "bond": 6, "brief": 6, "capable": 6, "cite": 6, "cooperate": 6, "discriminate": 6,
    "display": 6, "diverse": 6, "domain": 6, "edit": 6, "enhance": 6, "estate": 6, "exceed": 6,
    "expert": 6, "explicit": 6, "federal": 6, "fee": 6, "flexible": 6, "furthermore": 6, "gender": 6,
    "ignore": 6, "incentive": 6, "incidence": 6, "incorporate": 6, "index": 6, "inhibit": 6, "initiate": 6,
    "input": 6, "instruct": 6, "intelligent": 6, "interval": 6, "lecture": 6, "migrate": 6, "minimum": 6,
    "ministry": 6, "motive": 6, "neutral": 6, "nevertheless": 6, "overseas": 6, "precede": 6, "presume": 6,
    "rational": 6, "recover": 6, "reveal": 6, "scope": 6, "subsidy": 6, "tape": 6, "trace": 6,
    "transform": 6, "transport": 6, "underlie": 6, "utilise": 6,
    "adapt": 7, "adult": 7, "advocate": 7, "aid": 7, "channel": 7, "chemical": 7, "classic": 7,
    "comprehensive": 7, "comprise": 7, "confirm": 7, "contrary": 7, "convert": 7, "couple": 7, "decade": 7,
    "definite": 7, "deny": 7, "differentiate": 7, "dispose": 7, "dynamic": 7, "eliminate": 7, "empirical": 7,
    "equip": 7, "extract": 7, "file": 7, "finite": 7, "foundation": 7, "globe": 7, "grade": 7,
    "guarantee": 7, "hierarchical": 7, "identical": 7, "ideology": 7, "infer": 7, "innovate": 7, "insert": 7,
    "intervene": 7, "isolate": 7, "media": 7, "mode": 7, "paradigm": 7, "phenomenon": 7, "priority": 7,
    "prohibit": 7, "publication": 7, "quote": 7, "release": 7, "reverse": 7, "simulate": 7, "sole": 7,
    "somewhat": 7, "submit": 7, "successor": 7, "survive": 7, "thesis": 7, "topic": 7, "transmit": 7,
    "ultimate": 7, "unique": 7, "visible": 7, "voluntary": 7,
    "abandon": 8, "accompany": 8, "accumulate": 8, "ambiguous": 8, "append": 8, "appreciate": 8,
    "arbitrary": 8, "automate": 8, "bias": 8, "chart": 8, "clarify": 8, "commodity": 8, "complement": 8,
    "conform": 8, "contemporary": 8, "contradict": 8, "crucial": 8, "currency": 8, "denote": 8, "detect": 8,
    "deviate": 8, "displace": 8, "drama": 8, "eventual": 8, "exhibit": 8, "exploit": 8, "fluctuate": 8,
    "guideline": 8, "highlight": 8, "implicit": 8, "induce": 8, "inevitable": 8, "infrastructure": 8,
    "inspect": 8, "intense": 8, "manipulate": 8, "minimise": 8, "nuclear": 8, "offset": 8, "paragraph": 8,
    "plus": 8, "practitioner": 8, "predominant": 8, "prospect": 8, "radical": 8, "random": 8, "reinforce": 8,
    "restore": 8, "revise": 8, "schedule": 8, "tense": 8, "terminate": 8, "theme": 8, "thereby": 8,
    "uniform": 8, "vehicle": 8, "via": 8, "virtual": 8, "visual": 8, "widespread": 8,
    "accommodate": 9, "analogy": 9, "anticipate": 9, "assure": 9, "attain": 9, "behalf": 9, "bulk": 9,
    "cease": 9, "coherent": 9, "coincide": 9, "commence": 9, "compatible": 9, "concurrent": 9, "confine": 9,
    "controversy": 9, "converse": 9, "device": 9, "devote": 9, "diminish": 9, "distort": 9, "duration": 9,
    "erode": 9, "ethic": 9, "format": 9, "found": 9, "inherent": 9, "insight": 9, "integral": 9,
    "intermediate": 9, "manual": 9, "mature": 9, "mediate": 9, "medium": 9, "military": 9, "minimal": 9,
    "mutual": 9, "norm": 9, "overlap": 9, "passive": 9, "portion": 9, "preliminary": 9, "protocol": 9,
    "qualitative": 9, "refine": 9, "relax": 9, "restrain": 9, "revolution": 9, "rigid": 9, "route": 9,
    "scenario": 9, "sphere": 9, "subordinate": 9, "supplement": 9, "suspend": 9, "team": 9, "temporary": 9,
    "trigger": 9, "unify": 9, "violate": 9, "vision": 9,
    "adjacent": 10, "albeit": 10, "assemble": 10, "collapse": 10, "colleague": 10, "compile": 10,
    "conceive": 10, "convince": 10, "depress": 10, "encounter": 10, "enormous": 10, "forthcoming": 10,
    "incline": 10, "integrity": 10, "intrinsic": 10, "invoke": 10, "levy": 10, "likewise": 10,
    "nonetheless": 10, "notwithstanding": 10, "odd": 10, "ongoing": 10, "panel": 10, "persist": 10,
    "pose": 10, "reluctance": 10, "so-called": 10, "straightforward": 10, "undergo": 10, "whereby": 10
}