{
    "analyse": "To examine something methodically and in detail, typically in order to explain and interpret it.",
    "approach": "A way of dealing with something; to come near or nearer to (someone or something) in distance or time.",
    "area": "A region or part of a town, a country, or the world; a subject or range of activity or interest.",
    "assess": "To evaluate or estimate the nature, ability, or quality of something.",
    "assume": "To suppose to be the case, without proof; take or begin to have (power or responsibility).",
    "authority": "The power or right to give orders, make decisions, and enforce obedience; a person or organization having power or control.",
    "available": "Able to be used or obtained; at someone's disposal.",
    "benefit": "An advantage or profit gained from something; receive an advantage.",
    "concept": "An abstract idea; a general notion.",
    "consist": "To be composed or made up of.",
    "constitute": "To be (a part) of a whole; give legal or constitutional form to (an institution); establish.",
    "context": "The circumstances that form the setting for an event, statement, or idea, and in terms of which it can be fully understood.",
    "contract": "A written or spoken agreement, especially one concerning employment, sales, or tenancy, that is intended to be enforceable by law; decrease in size, number, or range.",
    "create": "To bring (something) into existence.",
    "data": "Facts and statistics collected together for reference or analysis.",
    "define": "To state or describe exactly the nature, scope, or meaning of; mark out the boundary or limits of.",
    "derive": "To obtain something from (a specified source).",
    "distribute": "To give shares of (something); deal out; supply (goods) to stores and other businesses.",
    "economy": "The wealth and resources of a country or region, especially in terms of the production and consumption of goods and services.",
    "environment": "The surroundings or conditions in which a person, animal, or plant lives or operates.",
    "establish": "To set up (an organization, system, or set of rules) on a firm or permanent basis.",
    "estimate": "To roughly calculate or judge the value, number, quantity, or extent of.",
    "evident": "Plain or obvious; clearly seen or understood.",
    "export": "To send (goods or services) to another country for sale.",
    "factor": "A circumstance, fact, or influence that contributes to a result or outcome.",
    "finance": "The management of large amounts of money, especially by governments or large companies; provide funding for.",
    "formula": "A mathematical relationship or rule expressed in symbols; a list of ingredients for or constituents of something.",
    "function": "An activity or purpose natural to or intended for a person or thing; work or operate in a proper or particular way.",
    "identify": "To establish or indicate who or what (someone or something) is.",
    "income": "Money received, especially on a regular basis, for work or through investments.",
    "indicate": "To point out; show; suggest as a desirable or necessary course of action.",
    "individual": "Single; separate; a single human being as distinct from a group.",
    "interpret": "To explain the meaning of (information, words, or actions).",
    "involve": "To have or include (something) as a necessary or integral part or result.",
    "issue": "An important topic or problem for debate or discussion; the action of supplying or distributing an item.",
    "labour": "Work, especially hard physical work; workers, especially manual workers, considered collectively.",
    "legal": "Relating to the law; permitted by law.",
    "legislate": "To make or enact laws.",
    "major": "Important, serious, or significant; a student's principal subject or course of study.",
    "method": "A particular procedure for accomplishing or approaching something, especially a systematic or established one.",
    "occur": "To happen; take place; exist or be found to be present.",
    "percent": "By a specified amount in or for every hundred.",
    "period": "A length or portion of time.",
    "policy": "A course or principle of action adopted or proposed by a government, party, business, or individual.",
    "principle": "A fundamental truth or proposition that serves as the foundation for a system of belief or behaviour or for a chain of reasoning.",
    "proceed": "To begin or continue a course of action.",
    "process": "A series of actions or steps taken in order to achieve a particular end; perform a series of operations on.",
    "require": "To need for a particular purpose; specify as compulsory.",
    "research": "The systematic investigation into and study of materials and sources in order to establish facts and reach new conclusions.",
    "respond": "To say something in reply; react quickly or positively to something.",
    "role": "The function assumed or part played by a person or thing in a particular situation.",
    "section": "Any of the more or less distinct parts into which something is or may be divided or from which it is made up.",
    "sector": "An area or portion that is distinct from others; a distinct part or branch of a nation's economy or society.",
    "significant": "Sufficiently great or important to be worthy of attention; noteworthy.",
    "similar": "Resembling without being identical.",
    "source": "A place, person, or thing from which something originates or can be obtained.",
    "specific": "Clearly defined or identified.",
    "structure": "The arrangement of and relations between the parts or elements of something complex; construct or arrange according to a plan.",
    "theory": "A supposition or a system of ideas intended to explain something, especially one based on general principles independent of the thing to be explained.",
    "vary": "To differ in size, amount, degree, or nature from something else of the same general class.",
    "achieve": "To successfully bring about or reach (a desired objective, level, or result) by effort, skill, or courage.",
    "acquire": "To buy or obtain (an asset or object) for oneself; learn or develop (a skill, habit, or quality).",
    "administrate": "To manage and be responsible for the running of (a business, organization, etc.). Often shortened to 'administer'.",
    "affect": "To have an effect on; make a difference to; touch the feelings of.",
    "appropriate": "Suitable or proper in the circumstances; take (something) for one's own use, typically without permission.",
    "aspect": "A particular part or feature of something.",
    "assist": "To help (someone), typically by doing a share of the work.",
    "category": "A class or division of people or things regarded as having particular shared characteristics.",
    "chapter": "A main division of a book, typically with a number or title.",
    "commission": "An instruction, command, or duty given to a person or group of people; a group of people entrusted by a government or other official body with authority.",
    "community": "A group of people living in the same place or having a particular characteristic in common.",
    "complex": "Consisting of many different and connected parts; not easy to analyse or understand.",
    "compute": "To calculate or reckon (a figure or amount).",
    "conclude": "To bring (something) to an end; arrive at a judgement or opinion by reasoning.",
    "conduct": "The manner in which a person behaves; organize and carry out.",
    "consequent": "Following as a result or effect.",
    "construct": "To build or erect (something, typically a building, road, or machine).",
    "consume": "To eat, drink, or ingest (food or drink); use up (a resource).",
    "credit": "The ability of a customer to obtain goods or services before payment, based on the trust that payment will be made in the future; public acknowledgement or praise.",
    "culture": "The ideas, customs, and social behaviour of a particular people or society.",
    "design": "A plan or drawing produced to show the look and function or workings of a building, garment, or other object before it is made; decide upon the look and functioning of.",
    "distinct": "Recognizably different in nature from something else of a similar type.",
    "element": "A part or aspect of something abstract, especially one that is essential or characteristic.",
    "equate": "To consider (one thing) to be the same as or equivalent to another.",
    "evaluate": "To form an idea of the amount, number, or value of; assess.",
    "feature": "A distinctive attribute or aspect of something.",
    "final": "Coming at the end of a series.",
    "focus": "The centre of interest or activity; pay particular attention to.",
    "impact": "The action of one object coming forcibly into contact with another; a marked effect or influence.",
    "injure": "To do physical harm or damage to (someone).",
    "institute": "An organization having a particular purpose, especially one that is involved in research, education, or a specific profession; introduce or establish (a scheme, undertaking, or policy).",
    "invest": "To expend money with the expectation of achieving a profit or material result; devote (one's time, effort, or energy) to a particular undertaking.",
    "item": "An individual article or unit, especially one that is part of a list, collection, or set.",
    "journal": "A newspaper or magazine that deals with a particular subject or professional activity; a daily record of news and events of a personal nature.",
    "maintain": "To cause or enable (a condition or state of affairs) to continue; provide with necessities for life or existence.",
    "normal": "Conforming to a standard; usual, typical, or expected.",
    "obtain": "To get, acquire, or secure (something).",
    "participate": "To take part in an action or event.",
    "perceive": "To become aware or conscious of (something); come to realize or understand.",
    "positive": "Consisting in or characterized by the presence rather than the absence of distinguishing features; constructive, optimistic, or confident.",
    "potential": "Having or showing the capacity to develop into something in the future.",
    "previous": "Existing or occurring before in time or order.",
    "primary": "Of chief importance; principal; earliest in time or order of development.",
    "purchase": "To acquire (something) by paying for it; buy.",
    "range": "The area of variation between upper and lower limits on a particular scale; a set of different things of the same general type.",
    "region": "An area, especially part of a country or the world having definable characteristics but not always fixed boundaries.",
    "regulate": "To control or maintain the rate or speed of (a machine or process) so that it operates properly; control or supervise by means of rules and regulations.",
    "relevant": "Closely connected or appropriate to what is being done or considered.",
    "reside": "To have one's permanent home in a particular place.",
    "resource": "A stock or supply of money, materials, staff, and other assets that can be drawn on by a person or organization in order to function effectively.",
    "restrict": "To put a limit on; keep under control.",
    "secure": "Fixed or fastened so as not to give way, become loose, or be lost; certain to remain safe and unthreatened.",
    "seek": "To attempt to find (something); attempt or desire to obtain or achieve.",
    "select": "To carefully choose as being the best or most suitable.",
    "site": "An area of ground on which a town, building, or monument is constructed; a website.",
    "strategy": "A plan of action designed to achieve a long-term or overall aim.",
    "survey": "To look closely at or examine (someone or something); investigate the opinions or experience of (a group of people) by asking them questions.",
    "text": "A book or other written or printed work, regarded in terms of its content rather than its physical form.",
    "tradition": "The transmission of customs or beliefs from generation to generation, or the fact of being passed on in this way.",
    "transfer": "To move from one place to another.",
    "alternative": "One of two or more available possibilities.",
    "circumstance": "A fact or condition connected with or relevant to an event or action.",
    "comment": "A verbal or written remark expressing an opinion or reaction.",
    "compensate": "To give (someone) something, typically money, in recognition of loss, suffering, or injury incurred; recompense.",
    "component": "A part or element of a larger whole, especially a part of a machine or vehicle.",
    "consent": "Permission for something to happen or agreement to do something.",
    "considerable": "Notably large in size, amount, or extent.",
    "constant": "Occurring continuously over a period of time; remaining the same.",
    "constrain": "To severely restrict the scope, extent, or activity of.",
    "contribute": "To give (something, especially money) in order to help achieve or provide something.",
    "convene": "To come or bring together for a meeting or activity; assemble.",
    "coordinate": "To bring the different elements of (a complex activity or organization) into a harmonious or efficient relationship.",
    "core": "The central or most important part of something.",
    "corporate": "Relating to a large company or group.",
    "correspond": "To have a close similarity; match or agree almost exactly; communicate by exchanging letters.",
    "criteria": "Principles or standards by which something may be judged or decided (singular: criterion).",
    "deduce": "To arrive at (a fact or a conclusion) by reasoning; draw as a logical conclusion.",
    "demonstrate": "To clearly show the existence or truth of (something) by giving proof or evidence.",
    "document": "A piece of written, printed, or electronic matter that provides information or evidence; record (something) in written or other form.",
    "dominate": "To have power and influence over; be the most important or conspicuous person or thing in.",
    "emphasis": "Special importance, value, or prominence given to something.",
    "ensure": "To make certain that (something) will occur or be the case.",
    "exclude": "To deny (someone) access to or bar (someone) from a place, group, or privilege.",
    "framework": "A basic structure underlying a system, concept, or text.",
    "fund": "A sum of money saved or made available for a particular purpose; provide with money for a particular purpose.",
    "illustrate": "To provide (a book, newspaper, etc.) with pictures; explain or make clear by using examples, charts, etc.",
    "immigrate": "To come to live permanently in a foreign country.",
    "imply": "To strongly suggest the truth or existence of (something not expressly stated).",
    "initial": "Existing or occurring at the beginning.",
    "instance": "An example or single occurrence of something.",
    "interact": "To act in such a way as to have an effect on each other.",
    "justify": "To show or prove to be right or reasonable.",
    "layer": "A sheet, quantity, or thickness of material, typically one of several, covering a surface or body.",
    "link": "A relationship between two things or situations, especially where one affects the other; make or form a connection.",
    "locate": "To discover the exact place or position of.",
    "maximise": "To make as large or great as possible.",
    "minor": "Lesser in importance, seriousness, or significance.",
    "negate": "To nullify; make ineffective.",
    "outcome": "The way a thing turns out; a consequence.",
    "partner": "Either of a pair of people engaged together in the same activity.",
    "philosophy": "The study of the fundamental nature of knowledge, reality, and existence.",
    "physical": "Relating to the body as opposed to the mind; relating to things perceived through the senses.",
    "proportion": "A part, share, or number considered in comparative relation to a whole.",
    "publish": "To prepare and issue (a book, journal, piece of music, etc.) for public sale, distribution, or readership.",
    "react": "To act in response to something; respond or behave in a particular way.",
    "register": "An official list or record; enter or record on an official list or directory.",
    "rely": "To depend on with full trust or confidence.",
    "remove": "To take (something) away or off from the position occupied.",
    "scheme": "A large-scale systematic plan or arrangement for attaining a particular object or putting a particular idea into effect.",
    "sequence": "A particular order in which related things follow each other.",
    "sex": "Either of the two main categories (male and female) into which humans and most other living things are divided on the basis of their reproductive functions.",
    "shift": "To move or cause to move from one place to another, especially over a small distance.",
    "specify": "To identify clearly and definitely.",
    "sufficient": "Enough; adequate.",
    "task": "A piece of work to be done or undertaken.",
    "technical": "Relating to a particular subject, art, or craft, or its techniques; relating to practical skills.",
    "technique": "A way of carrying out a particular task, especially the execution or performance of an artistic work or a scientific procedure.",
    "technology": "The application of scientific knowledge for practical purposes, especially in industry.",
    "valid": "Having a sound basis in logic or fact; reasonable or cogent.",
    "volume": "The amount of space that a substance or object occupies; a book forming part of a work or series.",
    "access": "The means or opportunity to approach or enter a place; obtain or retrieve (computer data or a file).",
    "adequate": "Satisfactory or acceptable in quality or quantity.",
    "annual": "Occurring once every year.",
    "apparent": "Clearly visible or understood; obvious.",
    "approximate": "Close to the actual, but not completely accurate or exact.",
    "attitude": "A settled way of thinking or feeling about something.",
    "attribute": "A quality or feature regarded as a characteristic or inherent part of someone or something; regard something as being caused by.",
    "civil": "Relating to ordinary citizens and their concerns, as distinct from military or ecclesiastical matters.",
    "code": "A system of words, letters, figures, or symbols used to represent others, especially for the purposes of secret communication.",
    "commit": "To carry out or perpetrate (a mistake, crime, or immoral act); pledge or bind (oneself) to a certain course.",
    "communicate": "To share or exchange information, news, or ideas.",
    "concentrate": "To focus all one's attention on a particular object or activity.",
    "confer": "To grant or bestow (a title, degree, benefit, or right); have discussions; exchange opinions.",
    "contrast": "The state of being strikingly different from something else in juxtaposition or close association.",
    "cycle": "A series of events that are regularly repeated in the same order.",
    "debate": "A formal discussion on a particular matter in a public meeting or legislative assembly, in which opposing arguments are put forward.",
    "despite": "Without being affected by; in spite of.",
    "dimension": "A measurable extent of a particular kind, such as length, breadth, depth, or height.",
    "domestic": "Relating to the running of a home or to family relations; existing or occurring inside a particular country.",
    "emerge": "To move out of or away from something and come into view.",
    "error": "A mistake.",
    "ethnic": "Relating to a population subgroup (within a larger society) with a common national or cultural tradition.",
    "goal": "The object of a person's ambition or effort; an aim or desired result.",
    "grant": "To agree to give or allow (something requested) to; agree or admit to (someone) that (something) is true.",
    "hence": "As a consequence; for this reason.",
    "hypothesis": "A supposition or proposed explanation made on the basis of limited evidence as a starting point for further investigation.",
    "implement": "To put (a decision, plan, agreement, etc.) into effect.",
    "implicate": "To show (someone) to be involved in a crime; convey (a meaning) indirectly through what one says, rather than stating it explicitly.",
    "impose": "To force (an unwelcome decision or ruling) on someone; take advantage of someone by demanding their attention or commitment.",
    "integrate": "To combine (one thing) with another so that they become a whole.",
    "internal": "Of or situated on the inside.",
    "investigate": "To carry out a systematic or formal inquiry to discover and examine the facts of (an incident, allegation, etc.) so as to establish the truth.",
    "job": "A paid position of regular employment.",
    "label": "A small piece of paper, fabric, plastic, or similar material attached to an object and giving information about it.",
    "mechanism": "A system of parts working together in a machine; a natural or established process by which something takes place or is brought about.",
    "obvious": "Easily perceived or understood; clear, self-evident, or apparent.",
    "occupy": "To reside or have one's place of business in (a building); fill or take up (a space or time).",
    "option": "A thing that is or may be chosen.",
    "output": "The amount of something produced by a person, machine, or industry.",
    "overall": "Taking everything into account.",
    "parallel": "Side by side and having the same distance continuously between them; occurring or existing at the same time or in a similar way.",
    "parameter": "A numerical or other measurable factor forming one of a set that defines a system or sets the conditions of its operation.",
    "phase": "A distinct period or stage in a series of events or a process of change or development.",
    "predict": "To say or estimate that (a specified thing) will happen in the future or will be a consequence of something.",
    "principal": "First in order of importance; main; the most important or senior person in an organization.",
    "prior": "Existing or coming before in time, order, or importance.",
    "professional": "Relating to or belonging to a profession; engaged in a specified activity as one's main paid occupation.",
    "project": "An individual or collaborative enterprise that is carefully planned to achieve a particular aim; estimate or forecast on the basis of present trends.",
    "promote": "To further the progress of (something, especially a cause, venture, or aim); support or actively encourage.",
    "regime": "A government, especially an authoritarian one; a system or planned way of doing things.",
    "resolve": "To settle or find a solution to (a problem, dispute, or contentious matter); decide firmly on a course of action.",
    "retain": "To continue to have (something); keep possession of.",
    "series": "A number of similar or related events or things, one following another.",
    "statistic": "A fact or piece of data obtained from a study of a large quantity of numerical data.",
    "status": "The relative social, professional, or other standing of someone or something.",
    "stress": "Pressure or tension exerted on a material object; a state of mental or emotional strain or tension.",
    "subsequent": "Coming after something in time; following.",
    "sum": "A particular amount of money; the total amount resulting from the addition of two or more numbers, amounts, or items.",
    "summary": "A brief statement or account of the main points of something.",
    "undertake": "To commit oneself to and begin (an enterprise or responsibility); take on.",
    "academy": "A place of study or training in a special field.",
    "adjust": "To alter or move (something) slightly in order to achieve the desired fit, appearance, or result.",
    "alter": "To change or cause to change in character or composition, typically in a comparatively small but significant way.",
    "amend": "To make minor changes to (a text, piece of legislation, etc.) in order to make it fairer or more accurate, or to reflect changing circumstances.",
    "aware": "Having knowledge or perception of a situation or fact.",
    "capacity": "The maximum amount that something can contain; the ability or power to do or understand something.",
    "challenge": "A call to take part in a contest or competition, especially a duel; dispute the truth or validity of.",
    "clause": "A particular and separate article, stipulation, or proviso in a treaty, bill, or contract.",
    "compound": "A thing that is composed of two or more separate elements; a mixture; make (something bad) worse.",
    "conflict": "A serious disagreement or argument, typically a protracted one.",
    "consult": "To seek information or advice from (someone with expertise in a particular area).",
    "contact": "The state or condition of physical touching; communicate with (someone), typically to give or receive information.",
    "decline": "(typically of something regarded as good) become smaller, fewer, or less; decrease; politely refuse.",
    "discrete": "Individually separate and distinct.",
    "draft": "A preliminary version of a piece of writing; prepare a preliminary version of.",
    "enable": "To give (someone or something) the authority or means to do something.",
    "energy": "The strength and vitality required for sustained physical or mental activity.",
    "enforce": "To compel observance of or compliance with (a law, rule, or obligation).",
    "entity": "A thing with distinct and independent existence.",
    "equivalent": "Equal in value, amount, function, meaning, etc.",
    "evolve": "To develop gradually, especially from a simple to a more complex form.",
    "expand": "To become or make larger or more extensive.",
    "expose": "To make (something) visible by uncovering it; reveal the true, objectionable nature of.",
    "external": "Belonging to or forming the outer surface or structure of something.",
    "facilitate": "To make (an action or process) easy or easier.",
    "fundamental": "Forming a necessary base or core; of central importance.",
    "generate": "To cause (something, especially an emotion or situation) to arise or come about; produce (energy).",
    "generation": "All of the people born and living at about the same time, regarded collectively.",
    "image": "A representation of the external form of a person or thing in art.",
    "liberal": "Willing to respect or accept behaviour or opinions different from one's own; open to new ideas.",
    "licence": "A permit from an authority to own or use something, do a particular thing, or carry on a trade.",
    "logic": "Reasoning conducted or assessed according to strict principles of validity.",
    "margin": "The edge or border of something; the amount by which something is won or falls short.",
    "medical": "Relating to the science or practice of medicine.",
    "mental": "Relating to the mind.",
    "modify": "To make partial or minor changes to (something), typically so as to improve it or to make it less extreme.",
    "monitor": "To observe and check the progress or quality of (something) over a period of time; keep under systematic review.",
    "network": "A group or system of interconnected people or things.",
    "notion": "A conception of or belief about something.",
    "objective": "A thing aimed at or sought; a goal; (of a person or their judgement) not influenced by personal feelings or opinions.",
    "orient": "To align or position (something) relative to the points of a compass or other specified positions; tailor or adapt for a particular group.",
    "perspective": "A particular attitude towards or way of regarding something; a point of view.",
    "precise": "Marked by exactness and accuracy of expression or detail.",
    "prime": "Of first importance; main; make (something) ready for use or action.",
    "psychology": "The scientific study of the human mind and its functions, especially those affecting behaviour in a given context.",
    "pursue": "To follow or chase (someone or something); seek to attain or accomplish (a goal).",
    "ratio": "The quantitative relation between two amounts showing the number of times one value contains or is contained within the other.",
    "reject": "To dismiss as inadequate, unacceptable, or faulty.",
    "revenue": "Income, especially when of a company or organization and of a substantial nature.",
    "stable": "(Of an object or structure) not likely to give way or overturn; firmly fixed.",
    "style": "A manner of doing something; a distinctive appearance.",
    "substitute": "A person or thing acting or serving in place of another.",
    "sustain": "To strengthen or support physically or mentally; undergo or suffer (something unpleasant).",
    "symbol": "A mark or character used as a conventional representation of an object, function, or process.",
    "target": "A person, object, or place selected as the aim of an attack; select as an object of attention or attack.",
    "transit": "The carrying of people, goods, or materials from one place to another.",
    "trend": "A general direction in which something is developing or changing.",
    "version": "A particular form of something differing in certain respects from an earlier form or other forms of the same type of thing.",
    "welfare": "The health, happiness, and fortunes of a person or group.",
    "whereas": "In contrast or comparison with the fact that.",
    "abstract": "Existing in thought or as an idea but not having a physical or concrete existence.",
    "accurate": "Correct in all details; exact.",
    "acknowledge": "To accept or admit the existence or truth of.",
    "aggregate": "A whole formed by combining several separate elements; form or group into a class or cluster.",
    "allocate": "To distribute (resources or duties) for a particular purpose.",
    "assign": "To allocate (a job or duty); designate or set (something) aside for a specific purpose.",
    "attach": "To fasten; join.",
    "author": "A writer of a book, article, or report.",
    "bond": "A relationship between people or groups based on shared feelings, interests, or experiences; join or be joined securely.",
    "brief": "Of short duration; not lasting for long; concise.",
    "capable": "Having the ability, fitness, or quality necessary to do or achieve a specified thing.",
    "cite": "To quote (a passage, book, or author) as evidence for or justification of an argument or statement.",
    "cooperate": "To work jointly towards the same end.",
    "discriminate": "To recognize a distinction; differentiate; make an unjust distinction in the treatment of different categories of people.",
    "display": "To make a prominent exhibition of (something) in a place where it can be easily seen.",
    "diverse": "Showing a great deal of variety; very different.",
    "domain": "An area of territory owned or controlled by a ruler or government; a specified sphere of activity or knowledge.",
    "edit": "To prepare (written material) for publication by correcting, condensing, or otherwise modifying it.",
    "enhance": "To intensify, increase, or further improve the quality, value, or extent of.",
    "estate": "An area or amount of land or property, especially of considerable extent.",
    "exceed": "To be greater in number or size than (a quantity, measurement, or other amount); go beyond what is allowed.",
    "expert": "A person who is very knowledgeable about or skilful in a particular area.",
    "explicit": "Stated clearly and in detail, leaving no room for confusion or doubt.",
    "federal": "Relating to or denoting the central government of a federation.",
    "fee": "A payment made to a professional person or to a professional or public body in exchange for advice or services.",
    "flexible": "Capable of bending easily without breaking; able to be easily modified.",
    "furthermore": "In addition; besides.",
    "gender": "The state of being male or female (typically used with reference to social and cultural differences rather than biological ones).",
    "ignore": "To refuse to take notice of or acknowledge; disregard intentionally.",
    "incentive": "A thing that motivates or encourages someone to do something.",
    "incidence": "The occurrence, rate, or frequency of a disease, crime, or other undesirable thing.",
    "incorporate": "To take in or contain (something) as part of a whole; include.",
    "index": "An alphabetical list of names, subjects, etc., with references to the places where they occur, typically found at the end of a book.",
    "inhibit": "To hinder, restrain, or prevent (an action or process).",
    "initiate": "To cause (a process or action) to begin.",
    "input": "What is put in, taken in, or operated on by any process or system.",
    "instruct": "To direct or command someone to do something; teach (someone) a subject or skill.",
    "intelligent": "Having or showing intelligence, especially of a high level.",
    "interval": "An intervening time or space.",
    "lecture": "An educational talk to an audience, especially one of students in a university.",
    "migrate": "(Of an animal, typically a bird or fish) move from one region or habitat to another according to the seasons.",
    "minimum": "The least or smallest amount or quantity possible, attainable, or required.",
    "ministry": "The work or vocation of a minister of religion; (in certain countries) a government department headed by a minister.",
    "motive": "A reason for doing something.",
    "neutral": "Not supporting or helping either side in a conflict, disagreement, etc.; impartial.",
    "nevertheless": "In spite of that; notwithstanding; all the same.",
    "overseas": "In or to a foreign country, especially one across the sea.",
    "precede": "To come before (something) in time.",
    "presume": "To suppose that something is the case on the basis of probability.",
    "rational": "Based on or in accordance with reason or logic.",
    "recover": "To return to a normal state of health, mind, or strength.",
    "reveal": "To make (previously unknown or secret information) known to others.",
    "scope": "The extent of the area or subject matter that something deals with or to which it is relevant.",
    "subsidy": "A sum of money granted by the state or a public body to help an industry or business keep the price of a commodity or service low.",
    "tape": "A narrow strip of material, typically used to hold or fasten something.",
    "trace": "To find or discover by investigation; copy (a drawing, map, or design) by drawing over its lines on a superimposed piece of transparent paper.",
    "transform": "To make a thorough or dramatic change in the form, appearance, or character of.",
    "transport": "To take or carry (people or goods) from one place to another by means of a vehicle, aircraft, or ship.",
    "underlie": "To lie or be situated under (something); be the cause or basis of (something).",
    "utilise": "To make practical and effective use of. (Often spelled 'utilize')",
    "adapt": "To make (something) suitable for a new use or purpose; modify.",
    "adult": "A person who is fully grown or developed.",
    "advocate": "A person who publicly supports or recommends a particular cause or policy; publicly recommend or support.",
    "aid": "Help, typically of a practical nature.",
    "channel": "A length of water wider than a strait, joining two larger areas of water; direct towards a particular end or object.",
    "chemical": "Relating to chemistry, or the interactions of substances as studied in chemistry.",
    "classic": "Judged over a period of time to be of the highest quality and outstanding of its kind.",
    "comprehensive": "Complete; including all or nearly all elements or aspects of something.",
    "comprise": "To consist of; be made up of.",
    "confirm": "To establish the truth or correctness of (something previously believed or suspected to be the case).",
    "contrary": "Opposite in nature, direction, or meaning.",
    "convert": "To change the form, character, or function of something.",
    "couple": "Two individuals of the same sort considered together; connect or link.",
    "decade": "A period of ten years.",
    "definite": "Clearly stated or decided; not vague or doubtful.",
    "deny": "To state that one refuses to admit the truth or existence of.",
    "differentiate": "To recognize or ascertain what makes (someone or something) different.",
    "dispose": "To get rid of by throwing away or giving or selling to someone else.",
    "dynamic": "(Of a process or system) characterized by constant change, activity, or progress.",
    "eliminate": "To completely remove or get rid of (something).",
    "empirical": "Based on, concerned with, or verifiable by observation or experience rather than theory or pure logic.",
    "equip": "To supply with the necessary items for a particular purpose.",
    "extract": "To remove or take out, especially by effort or force.",
    "file": "A folder or box for holding loose papers together and in order for easy reference.",
    "finite": "Having limits or bounds.",
    "foundation": "The lowest load-bearing part of a building; an underlying basis or principle.",
    "globe": "The earth; a spherical representation of the earth.",
    "grade": "A particular level of rank, quality, proficiency, or value.",
    "guarantee": "A formal assurance that certain conditions will be fulfilled; provide a formal assurance.",
    "hierarchical": "Arranged in order of rank.",
    "identical": "Similar in every detail; exactly alike.",
    "ideology": "A system of ideas and ideals, especially one which forms the basis of economic or political theory and policy.",
    "infer": "To deduce or conclude (something) from evidence and reasoning rather than from explicit statements.",
    "innovate": "To make changes in something established, especially by introducing new methods, ideas, or products.",
    "insert": "To place, fit, or thrust (something) into another thing.",
    "intervene": "To come between so as to prevent or alter a result or course of events.",
    "isolate": "To cause (a person or place) to be or remain alone or apart from others.",
    "media": "The main means of mass communication (broadcasting, publishing, and the internet) regarded collectively.",
    "mode": "A way or manner in which something occurs or is experienced, expressed, or done.",
    "paradigm": "A typical example or pattern of something; a pattern or model.",
    "phenomenon": "A fact or situation that is observed to exist or happen, especially one whose cause or explanation is in question.",
    "priority": "A thing that is regarded as more important than others.",
    "prohibit": "To formally forbid (something) by law, rule, or other authority.",
    "publication": "The preparation and issuing of a book, journal, piece of music, or other work for public sale.",
    "quote": "To repeat or copy out (words from a text or speech written or spoken by another person).",
    "release": "To allow (something) to move, act, or flow freely.",
    "reverse": "Moving backward; turn (something) the other way round or up or down.",
    "simulate": "To imitate the appearance or character of.",
    "sole": "One and only; belonging or restricted to one person or group of people.",
    "somewhat": "To a moderate extent or degree.",
    "submit": "To accept or yield to a superior force or to the authority or will of another person.",
    "successor": "A person or thing that succeeds another.",
    "survive": "To continue to live or exist, especially in spite of danger or hardship.",
    "thesis": "A statement or theory that is put forward as a premise to be maintained or proved.",
    "topic": "A matter dealt with in a text, discourse, or conversation; a subject.",
    "transmit": "To cause (something) to pass on from one place or person to another.",
    "ultimate": "Being or happening at the end of a process; final.",
    "unique": "Being the only one of its kind; unlike anything else.",
    "visible": "Able to be seen.",
    "voluntary": "Done, given, or acting of one's own free will.",
    "abandon": "To cease to support or look after (someone); desert; give up completely.",
    "accompany": "To go somewhere with (someone) as a companion or escort.",
    "accumulate": "To gather together or acquire an increasing number or quantity of.",
    "ambiguous": "Open to more than one interpretation; having a double meaning.",
    "append": "To add (something) as an attachment or supplement.",
    "appreciate": "To recognize the full worth of; understand (a situation) fully.",
    "arbitrary": "Based on random choice or personal whim, rather than any reason or system.",
    "automate": "To convert (a process or facility) to be operated by largely automatic equipment.",
    "bias": "Prejudice in favour of or against one thing, person, or group compared with another, usually in a way considered to be unfair.",
    "chart": "A sheet of information in the form of a table, graph, or diagram.",
    "clarify": "To make (a statement or situation) less confused and more clearly comprehensible.",
    "commodity": "A raw material or primary agricultural product that can be bought and sold, such as copper or coffee.",
    "complement": "A thing that contributes extra features to something else in such a way as to improve or emphasize its quality.",
    "conform": "To comply with rules, standards, or laws.",
    "contemporary": "Living or occurring at the same time; belonging to or occurring in the present.",
    "contradict": "To deny the truth of (a statement) by asserting the opposite.",
    "crucial": "Decisive or critical, especially in the success or failure of something.",
    "currency": "A system of money in general use in a particular country.",
    "denote": "To be a sign of; indicate.",
    "detect": "To discover or identify the presence or existence of.",
    "deviate": "To depart from an established course.",
    "displace": "To take over the place, position, or role of (someone or something).",
    "drama": "A play for theatre, radio, or television; an exciting, emotional, or unexpected event or circumstance.",
    "eventual": "Occurring or existing at the end of or as a result of a process or period of time.",
    "exhibit": "To publicly display (a work of art or item of interest) in an art gallery or museum or at a trade fair.",
    "exploit": "To make full use of and derive benefit from (a resource); use (a situation or person) in an unfair or selfish way.",
    "fluctuate": "To rise and fall irregularly in number or amount.",
    "guideline": "A general rule, principle, or piece of advice.",
    "highlight": "To draw special attention to.",
    "implicit": "Suggested though not directly expressed.",
    "induce": "To succeed in persuading or leading (someone) to do something.",
    "inevitable": "Certain to happen; unavoidable.",
    "infrastructure": "The basic physical and organizational structures and facilities (e.g. buildings, roads, power supplies) needed for the operation of a society or enterprise.",
    "inspect": "To look at (someone or something) closely, typically to assess their condition or to discover any shortcomings.",
    "intense": "Of extreme force, degree, or strength.",
    "manipulate": "To handle or control (a tool, mechanism, information, etc.) in a skilful manner; control or influence cleverly or unfairly.",
    "minimise": "To reduce (something, especially something undesirable) to the smallest possible amount or degree.",
    "nuclear": "Relating to the nucleus of an atom.",
    "offset": "A consideration or amount that diminishes or balances the effect of an opposite one.",
    "paragraph": "A distinct section of a piece of writing, usually dealing with a single theme and indicated by a new line, indentation, or numbering.",
    "plus": "With the addition of.",
    "practitioner": "A person actively engaged in an art, discipline, or profession, especially medicine.",
    "predominant": "Present as the strongest or main element.",
    "prospect": "The possibility or likelihood of some future event occurring.",
    "radical": "Relating to or affecting the fundamental nature of something; far-reaching or thorough.",
    "random": "Made, done, or happening without method or conscious decision.",
    "reinforce": "To strengthen or support, especially with additional personnel or material.",
    "restore": "To bring back (a previous right, practice, custom, or situation); reinstate.",
    "revise": "To re-examine and make alterations to (written or printed matter).",
    "schedule": "A plan for carrying out a process or procedure, giving lists of intended events and times.",
    "tense": "(Especially of a muscle or someone's body) stretched tight or rigid; causing or showing anxiety and nervousness.",
    "terminate": "To bring to an end.",
    "theme": "The subject of a talk, piece of writing, exhibition, etc.; a topic.",
    "thereby": "By that means; as a result of that.",
    "uniform": "Remaining the same in all cases and at all times; unchanging in form or character.",
    "vehicle": "A thing used for transporting people or goods, especially on land, such as a car, lorry, or cart.",
    "via": "Travelling through (a place) en route to a destination; by way of.",
    "virtual": "Almost or nearly as described, but not completely or according to strict definition.",
    "visual": "Relating to seeing or sight.",
    "widespread": "Found or distributed over a large area or number of people.",
    "accommodate": "To provide lodging or sufficient space for; fit in with the wishes or needs of.",
    "analogy": "A comparison between two things, typically for the purpose of explanation or clarification.",
    "anticipate": "To regard as probable; expect or predict.",
    "assure": "To tell someone something positively or confidently to dispel any doubts they may have.",
    "attain": "To succeed in achieving (something that one desires and has worked for).",
    "behalf": "In the interests of a person, group, or principle.",
    "bulk": "The mass or magnitude of something large.",
    "cease": "To bring or come to an end.",
    "coherent": "(Of an argument, theory, or policy) logical and consistent.",
    "coincide": "To occur at the same time or place.",
    "commence": "To begin; start.",
    "compatible": "(Of two things) able to exist or occur together without problems or conflict.",
    "concurrent": "Existing, happening, or done at the same time.",
    "confine": "To keep or restrict someone or something within certain limits of space, scope, or time.",
    "controversy": "Prolonged public disagreement or heated discussion.",
    "converse": "Engage in conversation; the opposite or contrary.",
    "device": "A thing made or adapted for a particular purpose, especially a piece of mechanical or electronic equipment.",
    "devote": "To give all or most of one's time or resources to (a person or activity).",
    "diminish": "To make or become less.",
    "distort": "To pull or twist out of shape; give a misleading account or impression of.",
    "duration": "The time during which something continues.",
    "erode": "Gradually wear away (soil, rock, or land); gradually destroy or be destroyed.",
    "ethic": "A set of moral principles, especially ones relating to or affirming a specified group, field, or form of conduct.",
    "format": "The way in which something is arranged or set out.",
    "found": "Establish or originate (an institution or organization), especially by providing an endowment.",
    "inherent": "Existing in something as a permanent, essential, or characteristic attribute.",
    "insight": "The capacity to gain an accurate and deep understanding of someone or something.",
    "integral": "Necessary to make a whole complete; essential or fundamental.",
    "intermediate": "Coming between two things in time, place, order, character, etc.",
    "manual": "Of or done with the hands; a book giving instructions or information.",
    "mature": "Fully developed physically; full-grown.",
    "mediate": "To intervene between people in a dispute in order to bring about an agreement or reconciliation.",
    "medium": "An agency or means of doing something; the intervening substance through which impressions are conveyed to the senses.",
    "military": "Relating to or characteristic of soldiers or armed forces.",
    "minimal": "Of a minimum amount, quantity, or degree; negligible.",
    "mutual": "(Of a feeling or action) experienced or done by each of two or more parties towards the other or others.",
    "norm": "Something that is usual, typical, or standard.",
    "overlap": "Extend over so as to cover partly; cover part of the same area of interest, responsibility, etc.",
    "passive": "Accepting or allowing what happens or what others do, without active response or resistance.",
    "portion": "A part of a whole; an amount, section, or piece of something.",
    "preliminary": "Denoting an action or event preceding or done in preparation for something fuller or more important.",
    "protocol": "The official procedure or system of rules governing affairs of state or diplomatic occasions.",
    "qualitative": "Relating to, measuring, or measured by the quality of something rather than its quantity.",
    "refine": "To improve (something) by making small changes, in particular make (an idea, theory, or method) more subtle and accurate.",
    "relax": "To make or become less tense or anxious.",
    "restrain": "To prevent (someone or something) from doing something; keep under control or within limits.",
    "revolution": "A forcible overthrow of a government or social order, in favour of a new system.",
    "rigid": "Unable to bend or be forced out of shape; not flexible.",
    "route": "A way or course taken in getting from a starting point to a destination.",
    "scenario": "A written outline of a film, novel, or stage work giving details of the plot and individual scenes; a postulated sequence or development of events.",
    "sphere": "A round solid figure; an area of activity, interest, or expertise.",
    "subordinate": "Lower in rank or position; treat or regard as of lesser importance than something else.",
    "supplement": "Something that completes or enhances something else when added to it.",
    "suspend": "To temporarily prevent from continuing or being in force or effect.",
    "team": "A group of players forming one side in a competitive game or sport; come together as a team to achieve a common goal.",
    "temporary": "Lasting for only a limited period of time; not permanent.",
    "trigger": "An event or situation, etc. that causes something to start.",
    "unify": "To make or become united, uniform, or whole.",
    "violate": "To break or fail to comply with (a rule or formal agreement).",
    "vision": "The faculty or state of being able to see; the ability to think about or plan the future with imagination or wisdom.",
    "adjacent": "Next to or adjoining something else.",
    "albeit": "Though.",
    "assemble": "To gather together in one place for a common purpose; fit together the separate component parts of.",
    "collapse": "(Of a structure) fall down or give way; (of a person) fall down and become unconscious.",
    "colleague": "A person with whom one works in a profession or business.",
    "compile": "To produce (a list or book) by assembling information collected from other sources.",
    "conceive": "To form or devise (a plan or idea) in the mind.",
    "convince": "To cause (someone) to believe firmly in the truth of something.",
    "depress": "To make (someone) feel utterly dispirited or dejected.",
    "encounter": "To unexpectedly experience or be faced with (something difficult or hostile); meet (someone) unexpectedly.",
    "enormous": "Very large in size, quantity, or extent.",
    "forthcoming": "About to happen or appear; ready or available when required.",
    "incline": "To feel willing or favourably disposed towards (an action, belief, or attitude); lean or slope.",
    "integrity": "The quality of being honest and having strong moral principles; the state of being whole and undivided.",
    "intrinsic": "Belonging naturally; essential.",
    "invoke": "To cite or appeal to (someone or something) as an authority for an action or in support of an argument.",
    "levy": "To impose (a tax, fee, or fine).",
    "likewise": "In the same way; also.",
    "nonetheless": "In spite of that; nevertheless.",
    "notwithstanding": "In spite of.",
    "odd": "Different to what is usual or expected; strange.",
    "ongoing": "Continuing; still in progress.",
    "panel": "A flat or curved component, typically rectangular, that forms or is set into the surface of a door, wall, or ceiling.",
    "persist": "To continue firmly or obstinately in an opinion or course of action in spite of difficulty, opposition, or failure.",
    "pose": "To present or constitute (a problem, danger, or difficulty); assume a particular attitude or position.",
    "reluctance": "Unwillingness or disinclination to do something.",
    "so-called": "Commonly designated or known as.",
    "straightforward": "Uncomplicated and easy to do or understand.",
    "undergo": "To experience or be subjected to (something, typically something unpleasant, painful, or arduous).",
    "whereby": "By which."
  }
  